{
  "generatedAt": "2025-12-24T04:01:39.059Z",
  "notes": "Cada descrição possui entre 50 e 100 palavras, cobrindo aparência, personalidade, histórico e habilidades ou propriedades.",
  "characters": [
    {
      "name": "Thorne Rivenguard",
      "class": "Exilado Arcano",
      "physicalDescription": "Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas.",
      "personality": "Humor seco que surge em comentários curtos durante momentos de tensão. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando.",
      "background": "Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres.",
      "specialAbilities": "Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos."
    },
    {
      "name": "Lyra Rivenguard",
      "class": "Exilado Arcano",
      "physicalDescription": "Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços.",
      "personality": "Humor seco que surge em comentários curtos durante momentos de tensão. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem.",
      "background": "Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas.",
      "specialAbilities": "Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos."
    },
    {
      "name": "Cassian Rivenguard",
      "class": "Exilado Arcano",
      "physicalDescription": "Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente.",
      "personality": "Humor seco que surge em comentários curtos durante momentos de tensão. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Quando relaxa, revela gosto por música suave e enigmas de taberna. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais.",
      "background": "Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas.",
      "specialAbilities": "Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno."
    },
    {
      "name": "Elara Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços.",
      "personality": "Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando.",
      "background": "Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros.",
      "specialAbilities": "Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos."
    },
    {
      "name": "Rowan Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente.",
      "personality": "Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Humor seco que surge em comentários curtos durante momentos de tensão. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem.",
      "background": "Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa.",
      "specialAbilities": "Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos."
    },
    {
      "name": "Zara Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar.",
      "personality": "Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Quando relaxa, revela gosto por música suave e enigmas de taberna. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais.",
      "background": "Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas.",
      "specialAbilities": "Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno."
    },
    {
      "name": "Drake Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular.",
      "personality": "Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando.",
      "background": "Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina.",
      "specialAbilities": "Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos."
    },
    {
      "name": "Nia Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar.",
      "personality": "Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais.",
      "background": "Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas.",
      "specialAbilities": "Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos."
    },
    {
      "name": "Cael Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular.",
      "personality": "Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Quando relaxa, revela gosto por música suave e enigmas de taberna. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais.",
      "background": "Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas.",
      "specialAbilities": "Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno."
    },
    {
      "name": "Isolde Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha.",
      "personality": "Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem.",
      "background": "Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas.",
      "specialAbilities": "Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos."
    },
    {
      "name": "Bram Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão.",
      "personality": "Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Humor seco que surge em comentários curtos durante momentos de tensão. Quando relaxa, revela gosto por música suave e enigmas de taberna. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem.",
      "background": "Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas.",
      "specialAbilities": "Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos."
    },
    {
      "name": "Sorrel Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha.",
      "personality": "Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Humor seco que surge em comentários curtos durante momentos de tensão. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais.",
      "background": "Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres.",
      "specialAbilities": "Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno."
    },
    {
      "name": "Mira Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão.",
      "personality": "Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Humor seco que surge em comentários curtos durante momentos de tensão. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando.",
      "background": "Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça.",
      "specialAbilities": "Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados."
    },
    {
      "name": "Jarek Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha.",
      "personality": "Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem.",
      "background": "Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros.",
      "specialAbilities": "Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida."
    },
    {
      "name": "Anwen Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil.",
      "personality": "Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais.",
      "background": "Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas.",
      "specialAbilities": "Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível."
    },
    {
      "name": "Fen Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna.",
      "personality": "Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem.",
      "background": "Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas.",
      "specialAbilities": "Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados."
    },
    {
      "name": "Lucan Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil.",
      "personality": "Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Quando relaxa, revela gosto por música suave e enigmas de taberna. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa.",
      "background": "Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas.",
      "specialAbilities": "Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida."
    },
    {
      "name": "Selene Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna.",
      "personality": "Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Quando relaxa, revela gosto por música suave e enigmas de taberna.",
      "background": "Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas.",
      "specialAbilities": "Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível."
    },
    {
      "name": "Riven Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras.",
      "personality": "Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Quando relaxa, revela gosto por música suave e enigmas de taberna. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem.",
      "background": "Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas.",
      "specialAbilities": "Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados."
    },
    {
      "name": "Kiera Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem.",
      "personality": "Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Quando relaxa, revela gosto por música suave e enigmas de taberna. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa.",
      "background": "Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas.",
      "specialAbilities": "Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida."
    },
    {
      "name": "Dain Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras.",
      "personality": "Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Quando relaxa, revela gosto por música suave e enigmas de taberna.",
      "background": "Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas.",
      "specialAbilities": "Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível."
    },
    {
      "name": "Aveline Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem.",
      "personality": "Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem.",
      "background": "Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas.",
      "specialAbilities": "Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados."
    },
    {
      "name": "Torin Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras.",
      "personality": "Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Humor seco que surge em comentários curtos durante momentos de tensão. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa.",
      "background": "Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça.",
      "specialAbilities": "Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida."
    },
    {
      "name": "Yara Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas.",
      "personality": "Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Quando relaxa, revela gosto por música suave e enigmas de taberna.",
      "background": "Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina.",
      "specialAbilities": "Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível."
    },
    {
      "name": "Malric Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza.",
      "personality": "Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Humor seco que surge em comentários curtos durante momentos de tensão. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem.",
      "background": "Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas.",
      "specialAbilities": "Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis."
    },
    {
      "name": "Seren Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas.",
      "personality": "Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa.",
      "background": "Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas.",
      "specialAbilities": "Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida."
    },
    {
      "name": "Eamon Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza.",
      "personality": "Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Quando relaxa, revela gosto por música suave e enigmas de taberna.",
      "background": "Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas.",
      "specialAbilities": "Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível."
    },
    {
      "name": "Vale Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente.",
      "personality": "Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem.",
      "background": "Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas.",
      "specialAbilities": "Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida."
    },
    {
      "name": "Nyssa Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços.",
      "personality": "Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas.",
      "background": "Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas.",
      "specialAbilities": "Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida."
    },
    {
      "name": "Orin Rivenguard",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente.",
      "personality": "Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Quando relaxa, revela gosto por música suave e enigmas de taberna. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Quando relaxa, revela gosto por música suave e enigmas de taberna. Quando relaxa, revela gosto por música suave e enigmas de taberna.",
      "background": "Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas.",
      "specialAbilities": "Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível."
    },
    {
      "name": "Thorne Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços.",
      "personality": "Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem.",
      "background": "Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros.",
      "specialAbilities": "Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões."
    },
    {
      "name": "Lyra Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente.",
      "personality": "Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Humor seco que surge em comentários curtos durante momentos de tensão. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa.",
      "background": "Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas.",
      "specialAbilities": "Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas."
    },
    {
      "name": "Cassian Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar.",
      "personality": "Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Quando relaxa, revela gosto por música suave e enigmas de taberna.",
      "background": "Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas.",
      "specialAbilities": "Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores."
    },
    {
      "name": "Elara Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular.",
      "personality": "Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Quando relaxa, revela gosto por música suave e enigmas de taberna. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem.",
      "background": "Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina.",
      "specialAbilities": "Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões."
    },
    {
      "name": "Rowan Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar.",
      "personality": "Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa.",
      "background": "Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas.",
      "specialAbilities": "Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas."
    },
    {
      "name": "Zara Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular.",
      "personality": "Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Humor seco que surge em comentários curtos durante momentos de tensão. Humor seco que surge em comentários curtos durante momentos de tensão. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Quando relaxa, revela gosto por música suave e enigmas de taberna. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas.",
      "background": "Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas.",
      "specialAbilities": "Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores."
    },
    {
      "name": "Drake Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha.",
      "personality": "Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem.",
      "background": "Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas.",
      "specialAbilities": "Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões."
    },
    {
      "name": "Nia Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão.",
      "personality": "Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Quando relaxa, revela gosto por música suave e enigmas de taberna. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa.",
      "background": "Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina.",
      "specialAbilities": "Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas."
    },
    {
      "name": "Cael Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha.",
      "personality": "Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Quando relaxa, revela gosto por música suave e enigmas de taberna.",
      "background": "Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas.",
      "specialAbilities": "Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores."
    },
    {
      "name": "Isolde Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão.",
      "personality": "Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Humor seco que surge em comentários curtos durante momentos de tensão. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem.",
      "background": "Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas.",
      "specialAbilities": "Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores."
    },
    {
      "name": "Bram Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna.",
      "personality": "Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Quando relaxa, revela gosto por música suave e enigmas de taberna. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais.",
      "background": "Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina.",
      "specialAbilities": "Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas."
    },
    {
      "name": "Sorrel Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil.",
      "personality": "Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado.",
      "background": "Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas.",
      "specialAbilities": "Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores."
    },
    {
      "name": "Mira Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna.",
      "personality": "Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Humor seco que surge em comentários curtos durante momentos de tensão.",
      "background": "Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas.",
      "specialAbilities": "Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões."
    },
    {
      "name": "Jarek Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil.",
      "personality": "Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas.",
      "background": "Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina.",
      "specialAbilities": "Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas."
    },
    {
      "name": "Anwen Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna.",
      "personality": "Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Quando relaxa, revela gosto por música suave e enigmas de taberna. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado.",
      "background": "Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas.",
      "specialAbilities": "Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis."
    },
    {
      "name": "Fen Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras.",
      "personality": "Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Quando relaxa, revela gosto por música suave e enigmas de taberna. Humor seco que surge em comentários curtos durante momentos de tensão.",
      "background": "Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas.",
      "specialAbilities": "Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível."
    },
    {
      "name": "Lucan Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem.",
      "personality": "Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Humor seco que surge em comentários curtos durante momentos de tensão. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas.",
      "background": "Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina.",
      "specialAbilities": "Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas."
    },
    {
      "name": "Selene Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras.",
      "personality": "Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Humor seco que surge em comentários curtos durante momentos de tensão. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado.",
      "background": "Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas.",
      "specialAbilities": "Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores."
    },
    {
      "name": "Riven Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem.",
      "personality": "Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Humor seco que surge em comentários curtos durante momentos de tensão.",
      "background": "Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas.",
      "specialAbilities": "Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis."
    },
    {
      "name": "Kiera Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza.",
      "personality": "Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Humor seco que surge em comentários curtos durante momentos de tensão. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas.",
      "background": "Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina.",
      "specialAbilities": "Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona."
    },
    {
      "name": "Dain Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas.",
      "personality": "Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado.",
      "background": "Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas.",
      "specialAbilities": "Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos."
    },
    {
      "name": "Aveline Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza.",
      "personality": "Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Quando relaxa, revela gosto por música suave e enigmas de taberna. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Humor seco que surge em comentários curtos durante momentos de tensão.",
      "background": "Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas.",
      "specialAbilities": "Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis."
    },
    {
      "name": "Torin Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas.",
      "personality": "Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas.",
      "background": "Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas.",
      "specialAbilities": "Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona."
    },
    {
      "name": "Yara Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza.",
      "personality": "Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado.",
      "background": "Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas.",
      "specialAbilities": "Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos."
    },
    {
      "name": "Malric Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente.",
      "personality": "Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Humor seco que surge em comentários curtos durante momentos de tensão.",
      "background": "Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas.",
      "specialAbilities": "Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis."
    },
    {
      "name": "Seren Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços.",
      "personality": "Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas.",
      "background": "Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina.",
      "specialAbilities": "Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona."
    },
    {
      "name": "Eamon Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente.",
      "personality": "Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras.",
      "background": "Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas.",
      "specialAbilities": "Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos."
    },
    {
      "name": "Vale Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços.",
      "personality": "Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Humor seco que surge em comentários curtos durante momentos de tensão. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Humor seco que surge em comentários curtos durante momentos de tensão.",
      "background": "Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas.",
      "specialAbilities": "Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis."
    },
    {
      "name": "Nyssa Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular.",
      "personality": "Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Quando relaxa, revela gosto por música suave e enigmas de taberna. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas.",
      "background": "Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros.",
      "specialAbilities": "Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona."
    },
    {
      "name": "Orin Nightfall",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar.",
      "personality": "Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado.",
      "background": "Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça.",
      "specialAbilities": "Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos."
    },
    {
      "name": "Thorne Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular.",
      "personality": "Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Humor seco que surge em comentários curtos durante momentos de tensão. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Humor seco que surge em comentários curtos durante momentos de tensão. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem.",
      "background": "Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça.",
      "specialAbilities": "Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis."
    },
    {
      "name": "Lyra Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar.",
      "personality": "Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas.",
      "background": "Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros.",
      "specialAbilities": "Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona."
    },
    {
      "name": "Cassian Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular.",
      "personality": "Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado.",
      "background": "Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas.",
      "specialAbilities": "Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos."
    },
    {
      "name": "Elara Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha.",
      "personality": "Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Humor seco que surge em comentários curtos durante momentos de tensão.",
      "background": "Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas.",
      "specialAbilities": "Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis."
    },
    {
      "name": "Rowan Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão.",
      "personality": "Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Quando relaxa, revela gosto por música suave e enigmas de taberna. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Quando relaxa, revela gosto por música suave e enigmas de taberna. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta.",
      "background": "Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros.",
      "specialAbilities": "Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona."
    },
    {
      "name": "Zara Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha.",
      "personality": "Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos.",
      "background": "Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa.",
      "specialAbilities": "Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos."
    },
    {
      "name": "Drake Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão.",
      "personality": "Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Humor seco que surge em comentários curtos durante momentos de tensão. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta.",
      "background": "Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça.",
      "specialAbilities": "Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno."
    },
    {
      "name": "Nia Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna.",
      "personality": "Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem.",
      "background": "Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros.",
      "specialAbilities": "Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos."
    },
    {
      "name": "Cael Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil.",
      "personality": "Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos.",
      "background": "Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa.",
      "specialAbilities": "Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos."
    },
    {
      "name": "Isolde Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna.",
      "personality": "Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Quando relaxa, revela gosto por música suave e enigmas de taberna. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta.",
      "background": "Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça.",
      "specialAbilities": "Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno."
    },
    {
      "name": "Bram Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil.",
      "personality": "Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Humor seco que surge em comentários curtos durante momentos de tensão. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando.",
      "background": "Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros.",
      "specialAbilities": "Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos."
    },
    {
      "name": "Sorrel Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna.",
      "personality": "Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos.",
      "background": "Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa.",
      "specialAbilities": "Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos."
    },
    {
      "name": "Mira Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras.",
      "personality": "Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Quando relaxa, revela gosto por música suave e enigmas de taberna. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta.",
      "background": "Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça.",
      "specialAbilities": "Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno."
    },
    {
      "name": "Jarek Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem.",
      "personality": "Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas.",
      "background": "Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros.",
      "specialAbilities": "Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos."
    },
    {
      "name": "Anwen Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras.",
      "personality": "Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Humor seco que surge em comentários curtos durante momentos de tensão. Humor seco que surge em comentários curtos durante momentos de tensão. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos.",
      "background": "Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa.",
      "specialAbilities": "Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos."
    },
    {
      "name": "Fen Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem.",
      "personality": "Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Quando relaxa, revela gosto por música suave e enigmas de taberna. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta.",
      "background": "Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça.",
      "specialAbilities": "Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno."
    },
    {
      "name": "Lucan Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza.",
      "personality": "Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa.",
      "background": "Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros.",
      "specialAbilities": "Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos."
    },
    {
      "name": "Selene Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas.",
      "personality": "Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta.",
      "background": "Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa.",
      "specialAbilities": "Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos."
    },
    {
      "name": "Riven Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza.",
      "personality": "Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta.",
      "background": "Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça.",
      "specialAbilities": "Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno."
    },
    {
      "name": "Kiera Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas.",
      "personality": "Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras.",
      "background": "Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas.",
      "specialAbilities": "Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos."
    },
    {
      "name": "Dain Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços.",
      "personality": "Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos.",
      "background": "Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres.",
      "specialAbilities": "Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos."
    },
    {
      "name": "Aveline Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente.",
      "personality": "Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Humor seco que surge em comentários curtos durante momentos de tensão. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta.",
      "background": "Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas.",
      "specialAbilities": "Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno."
    },
    {
      "name": "Torin Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços.",
      "personality": "Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras.",
      "background": "Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas.",
      "specialAbilities": "Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos."
    },
    {
      "name": "Yara Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente.",
      "personality": "Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Quando relaxa, revela gosto por música suave e enigmas de taberna. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos.",
      "background": "Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres.",
      "specialAbilities": "Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos."
    },
    {
      "name": "Malric Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços.",
      "personality": "Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta.",
      "background": "Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas.",
      "specialAbilities": "Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível."
    },
    {
      "name": "Seren Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular.",
      "personality": "Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Humor seco que surge em comentários curtos durante momentos de tensão. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras.",
      "background": "Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas.",
      "specialAbilities": "Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno."
    },
    {
      "name": "Eamon Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar.",
      "personality": "Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos.",
      "background": "Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres.",
      "specialAbilities": "Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida."
    },
    {
      "name": "Vale Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular.",
      "personality": "Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta.",
      "background": "Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas.",
      "specialAbilities": "Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível."
    },
    {
      "name": "Nyssa Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem.",
      "personality": "Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Quando relaxa, revela gosto por música suave e enigmas de taberna. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras.",
      "background": "Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas.",
      "specialAbilities": "Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados."
    },
    {
      "name": "Orin Starcrest",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão.",
      "personality": "Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem.",
      "background": "Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres.",
      "specialAbilities": "Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida."
    },
    {
      "name": "Thorne Dawnhollow",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha.",
      "personality": "Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais.",
      "background": "Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas.",
      "specialAbilities": "Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível."
    },
    {
      "name": "Lyra Dawnhollow",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão.",
      "personality": "Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Quando relaxa, revela gosto por música suave e enigmas de taberna. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando.",
      "background": "Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Serviu como batedor de um exército derrotado, aprendendo rotas secretas e códigos de fumaça. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas.",
      "specialAbilities": "Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis."
    },
    {
      "name": "Cassian Dawnhollow",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem. Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha.",
      "personality": "Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Confia em círculos pequenos, mas protege estranhos vulneráveis mesmo que não admita em voz alta. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem.",
      "background": "Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres.",
      "specialAbilities": "Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Ergue barreiras de runas que desviam setas e amortecem impacto de explosões. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida."
    },
    {
      "name": "Elara Dawnhollow",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Postura alerta, peso sempre distribuído como se estivesse pronto para saltar ou disparar uma flecha. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão.",
      "personality": "Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Humor seco que surge em comentários curtos durante momentos de tensão. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais.",
      "background": "Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Descobriu artefato que sussurra estrelas cadentes, vendendo-o para financiar treino e armas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas.",
      "specialAbilities": "Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível."
    },
    {
      "name": "Rowan Dawnhollow",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços. Luvas com nós de metal e botas silenciosas, ajustadas para deslocamento rápido em terreno irregular. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna.",
      "personality": "Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Humor seco que surge em comentários curtos durante momentos de tensão. Quando relaxa, revela gosto por música suave e enigmas de taberna. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando.",
      "background": "Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros.",
      "specialAbilities": "Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados."
    },
    {
      "name": "Zara Dawnhollow",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil.",
      "personality": "Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Combina pragmatismo de viajante com compaixão inesperada por crianças e animais feridos. Busca redenção por falhas passadas, transformando culpa em disciplina rigorosa. Valoriza silêncio compartilhado, acreditando que companhia sincera dispensa palavras. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Humor seco que surge em comentários curtos durante momentos de tensão.",
      "background": "Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa.",
      "specialAbilities": "Atira enquanto se move, combinando respiração ritmada com leitura de vento e terreno. Mistura flechas com frascos elementais, alternando entre fogo que ilumina e gelo que aprisiona. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida."
    },
    {
      "name": "Drake Dawnhollow",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Olhos de cor incomum que refletem chamas ou estrelas dependendo da iluminação do salão. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna.",
      "personality": "Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Avalia riscos com frieza, embora tenha queda por desafios que testam inteligência e coragem. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais.",
      "background": "Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Cresceu em fronteira disputada, guiando caravanas por vales que mudam com enchentes súbitas.",
      "specialAbilities": "Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Conhece canções breves que inspiram aliados cansados, restaurando fôlego durante longas caçadas. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos."
    },
    {
      "name": "Nia Dawnhollow",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Escudo pequeno preso às costas, junto a cordas, ganchos e frascos que chacoalham suavemente. Cabelos presos de forma prática, poucos fios soltos balançando quando se move com leveza. Altura mediana, ombros largos e ares de alguém acostumado a marchas longas sob clima hostil.",
      "personality": "Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando.",
      "background": "Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Conduziu refugiados por desfiladeiros nevados, jurando nunca deixar outro grupo perdido na névoa. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas.",
      "specialAbilities": "Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Troca de armas sem perder ritmo, combinando lâmina curta e arco longo em sequência fluida. Domina técnica de passo velado, sumindo da linha de visão por alguns batimentos. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados. Conjura animais espectrais para distrair inimigos ou carregar equipamentos delicados."
    },
    {
      "name": "Cael Dawnhollow",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Capa curta forrada de tecido impermeável, tingida em tons que se misturam à floresta noturna. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços. Pingentes de ossos e vidro colorido balançam no pescoço, servindo como talismãs de viagem.",
      "personality": "Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Instinto curioso por ruínas e mapas, fascinado por símbolos que contam histórias esquecidas. Mantém promessas antigas como se fossem juramentos sagrados, mesmo quando ninguém está olhando. Tolera pouco arrogância, mas respeita habilidade verdadeira independentemente da origem.",
      "background": "Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Perdeu mentor durante emboscada, carregando o mapa rasgado que ambos traçaram ao explorar ruínas. Perambulou por faróis costeiros abandonados, recolhendo sinais de luz usados por contrabandistas. Passou anos como cartógrafo clandestino, copiando mapas proibidos e vendendo versões codificadas. Recusou convite para permanecer em corte nobre, preferindo liberdade das estradas e mercados livres.",
      "specialAbilities": "Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Interpreta padrões de nuvens para prever emboscadas ou rachaduras de gelo em penhascos. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis."
    },
    {
      "name": "Isolde Dawnhollow",
      "class": "Vanguarda Celeste",
      "physicalDescription": "Pele marcada por sol e chuva, demonstrando anos guiando caravanas e patrulhando rotas esquecidas. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar. Figura atlética com postura vigilante e olhar que mede distâncias antes de avançar. Veste camadas de couro gasto, reforçado por placas leves e bordados de runas protetoras. Cicatriz discreta na sobrancelha e tatuagens finas que seguem o contorno dos braços.",
      "personality": "Sussurra conselhos táticos durante conflitos, incentivando aliados a ocuparem terreno elevado. Quando relaxa, revela gosto por música suave e enigmas de taberna. Humor seco que surge em comentários curtos durante momentos de tensão. Quando relaxa, revela gosto por música suave e enigmas de taberna. Planeja antes de falar e prefere ouvir as histórias dos outros para aprender atalhos emocionais.",
      "background": "Participou de missão diplomática que falhou, compreendendo que ouvir dialetos salva mais vidas que espadas. Ganhou título informal de guardião das trilhas quando derrotou bando de saqueadores em ravina. Reuniu canções de aldeias isoladas, guardando versos que descrevem monstros marinhos e meteoros. Já protegeu estudiosos em expedições, convertendo notas de campo em rotas seguras através de selvas.",
      "specialAbilities": "Consegue rastrear odores específicos mesmo sob chuva, usando pó de ervas para marcar trilhas invisíveis. Usa redes com pesos de prata para conter criaturas etéreas e espíritos furiosos. Pode invocar visões de antigas batalhas, assustando adversários supersticiosos com ecos de tambores. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível. Mantém estoque de armadilhas dobráveis que se ativam com disparo sonoro quase inaudível."
    }
  ],
  "items": [
    {
      "name": "Antigo Espada 1",
      "type": "consumível",
      "visualDescription": "Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas.",
      "properties": "Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra.",
      "rarity": "comum",
      "estimatedValue": "500 peças de ouro"
    },
    {
      "name": "Brilhante Espada 2",
      "type": "consumível",
      "visualDescription": "Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira.",
      "properties": "Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem.",
      "rarity": "incomum",
      "estimatedValue": "515 peças de ouro"
    },
    {
      "name": "Cintilante Espada 3",
      "type": "consumível",
      "visualDescription": "Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite.",
      "properties": "Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras.",
      "rarity": "raro",
      "estimatedValue": "530 peças de ouro"
    },
    {
      "name": "Dracônico Espada 4",
      "type": "consumível",
      "visualDescription": "Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas.",
      "properties": "Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra.",
      "rarity": "lendário",
      "estimatedValue": "545 peças de ouro"
    },
    {
      "name": "Ébano Espada 5",
      "type": "consumível",
      "visualDescription": "Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira.",
      "properties": "Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem.",
      "rarity": "mítico",
      "estimatedValue": "560 peças de ouro"
    },
    {
      "name": "Fulgurante Espada 1",
      "type": "consumível",
      "visualDescription": "Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite.",
      "properties": "Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra.",
      "rarity": "comum",
      "estimatedValue": "575 peças de ouro"
    },
    {
      "name": "Glacial Espada 2",
      "type": "consumível",
      "visualDescription": "Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática.",
      "properties": "Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra.",
      "rarity": "incomum",
      "estimatedValue": "590 peças de ouro"
    },
    {
      "name": "Harmonioso Espada 3",
      "type": "consumível",
      "visualDescription": "Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira.",
      "properties": "Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem.",
      "rarity": "raro",
      "estimatedValue": "605 peças de ouro"
    },
    {
      "name": "Ígneo Espada 4",
      "type": "consumível",
      "visualDescription": "Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite.",
      "properties": "Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas.",
      "rarity": "lendário",
      "estimatedValue": "620 peças de ouro"
    },
    {
      "name": "Jade Espada 5",
      "type": "consumível",
      "visualDescription": "Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção.",
      "properties": "Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas.",
      "rarity": "mítico",
      "estimatedValue": "635 peças de ouro"
    },
    {
      "name": "Lunar Espada 1",
      "type": "consumível",
      "visualDescription": "Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo.",
      "properties": "Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras.",
      "rarity": "comum",
      "estimatedValue": "650 peças de ouro"
    },
    {
      "name": "Mistico Espada 2",
      "type": "consumível",
      "visualDescription": "Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro.",
      "properties": "Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas.",
      "rarity": "incomum",
      "estimatedValue": "665 peças de ouro"
    },
    {
      "name": "Nacarado Espada 3",
      "type": "consumível",
      "visualDescription": "Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem.",
      "properties": "Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas.",
      "rarity": "raro",
      "estimatedValue": "680 peças de ouro"
    },
    {
      "name": "Obsidiano Espada 4",
      "type": "consumível",
      "visualDescription": "Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo.",
      "properties": "Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras.",
      "rarity": "lendário",
      "estimatedValue": "695 peças de ouro"
    },
    {
      "name": "Prismático Espada 5",
      "type": "consumível",
      "visualDescription": "Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira.",
      "properties": "Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Neutraliza venenos simples ao ser pressionado contra ferimento recente.",
      "rarity": "mítico",
      "estimatedValue": "710 peças de ouro"
    },
    {
      "name": "Quieto Espada 1",
      "type": "consumível",
      "visualDescription": "Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção.",
      "properties": "Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas.",
      "rarity": "comum",
      "estimatedValue": "725 peças de ouro"
    },
    {
      "name": "Rúnico Espada 2",
      "type": "consumível",
      "visualDescription": "Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto.",
      "properties": "Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras.",
      "rarity": "incomum",
      "estimatedValue": "740 peças de ouro"
    },
    {
      "name": "Sibilante Espada 3",
      "type": "consumível",
      "visualDescription": "Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro.",
      "properties": "Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Neutraliza venenos simples ao ser pressionado contra ferimento recente.",
      "rarity": "raro",
      "estimatedValue": "755 peças de ouro"
    },
    {
      "name": "Tempestuoso Espada 4",
      "type": "consumível",
      "visualDescription": "Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção.",
      "properties": "Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas.",
      "rarity": "lendário",
      "estimatedValue": "770 peças de ouro"
    },
    {
      "name": "Umbrático Espada 5",
      "type": "consumível",
      "visualDescription": "Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo.",
      "properties": "Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras.",
      "rarity": "mítico",
      "estimatedValue": "785 peças de ouro"
    },
    {
      "name": "Vigilante Espada 1",
      "type": "consumível",
      "visualDescription": "Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática.",
      "properties": "Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Neutraliza venenos simples ao ser pressionado contra ferimento recente.",
      "rarity": "comum",
      "estimatedValue": "800 peças de ouro"
    },
    {
      "name": "Whispering Espada 2",
      "type": "consumível",
      "visualDescription": "Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção.",
      "properties": "Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas.",
      "rarity": "incomum",
      "estimatedValue": "815 peças de ouro"
    },
    {
      "name": "Xamânico Espada 3",
      "type": "consumível",
      "visualDescription": "Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo.",
      "properties": "Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda.",
      "rarity": "raro",
      "estimatedValue": "830 peças de ouro"
    },
    {
      "name": "Ysar Espada 4",
      "type": "consumível",
      "visualDescription": "Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro.",
      "properties": "Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura.",
      "rarity": "lendário",
      "estimatedValue": "845 peças de ouro"
    },
    {
      "name": "Zephir Espada 5",
      "type": "consumível",
      "visualDescription": "Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador.",
      "properties": "Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal.",
      "rarity": "mítico",
      "estimatedValue": "860 peças de ouro"
    },
    {
      "name": "Antigo Lança 1",
      "type": "consumível",
      "visualDescription": "Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem.",
      "properties": "Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda.",
      "rarity": "comum",
      "estimatedValue": "875 peças de ouro"
    },
    {
      "name": "Brilhante Lança 2",
      "type": "consumível",
      "visualDescription": "Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem.",
      "properties": "Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura.",
      "rarity": "incomum",
      "estimatedValue": "890 peças de ouro"
    },
    {
      "name": "Cintilante Lança 3",
      "type": "consumível",
      "visualDescription": "Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador.",
      "properties": "Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal.",
      "rarity": "raro",
      "estimatedValue": "905 peças de ouro"
    },
    {
      "name": "Dracônico Lança 4",
      "type": "consumível",
      "visualDescription": "Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira.",
      "properties": "Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda.",
      "rarity": "lendário",
      "estimatedValue": "920 peças de ouro"
    },
    {
      "name": "Ébano Lança 5",
      "type": "consumível",
      "visualDescription": "Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília.",
      "properties": "Neutraliza venenos simples ao ser pressionado contra ferimento recente. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura.",
      "rarity": "mítico",
      "estimatedValue": "935 peças de ouro"
    },
    {
      "name": "Fulgurante Lança 1",
      "type": "consumível",
      "visualDescription": "Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador.",
      "properties": "Neutraliza venenos simples ao ser pressionado contra ferimento recente. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras.",
      "rarity": "comum",
      "estimatedValue": "950 peças de ouro"
    },
    {
      "name": "Glacial Lança 2",
      "type": "consumível",
      "visualDescription": "Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro.",
      "properties": "Neutraliza venenos simples ao ser pressionado contra ferimento recente. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda.",
      "rarity": "incomum",
      "estimatedValue": "965 peças de ouro"
    },
    {
      "name": "Harmonioso Lança 3",
      "type": "consumível",
      "visualDescription": "Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto.",
      "properties": "Neutraliza venenos simples ao ser pressionado contra ferimento recente. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura.",
      "rarity": "raro",
      "estimatedValue": "980 peças de ouro"
    },
    {
      "name": "Ígneo Lança 4",
      "type": "consumível",
      "visualDescription": "Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática.",
      "properties": "Neutraliza venenos simples ao ser pressionado contra ferimento recente. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal.",
      "rarity": "lendário",
      "estimatedValue": "995 peças de ouro"
    },
    {
      "name": "Jade Lança 5",
      "type": "consumível",
      "visualDescription": "Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática.",
      "properties": "Neutraliza venenos simples ao ser pressionado contra ferimento recente. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda.",
      "rarity": "mítico",
      "estimatedValue": "1010 peças de ouro"
    },
    {
      "name": "Lunar Lança 1",
      "type": "consumível",
      "visualDescription": "Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto.",
      "properties": "Neutraliza venenos simples ao ser pressionado contra ferimento recente. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos.",
      "rarity": "comum",
      "estimatedValue": "1025 peças de ouro"
    },
    {
      "name": "Mistico Lança 2",
      "type": "consumível",
      "visualDescription": "Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador.",
      "properties": "Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos.",
      "rarity": "incomum",
      "estimatedValue": "1040 peças de ouro"
    },
    {
      "name": "Nacarado Lança 3",
      "type": "consumível",
      "visualDescription": "Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem.",
      "properties": "Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta.",
      "rarity": "raro",
      "estimatedValue": "1055 peças de ouro"
    },
    {
      "name": "Obsidiano Lança 4",
      "type": "consumível",
      "visualDescription": "Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília.",
      "properties": "Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos.",
      "rarity": "lendário",
      "estimatedValue": "1070 peças de ouro"
    },
    {
      "name": "Prismático Lança 5",
      "type": "consumível",
      "visualDescription": "Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática.",
      "properties": "Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos.",
      "rarity": "mítico",
      "estimatedValue": "1085 peças de ouro"
    },
    {
      "name": "Quieto Lança 1",
      "type": "consumível",
      "visualDescription": "Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos.",
      "properties": "Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta.",
      "rarity": "comum",
      "estimatedValue": "1100 peças de ouro"
    },
    {
      "name": "Rúnico Lança 2",
      "type": "consumível",
      "visualDescription": "Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira.",
      "properties": "Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos.",
      "rarity": "incomum",
      "estimatedValue": "1115 peças de ouro"
    },
    {
      "name": "Sibilante Lança 3",
      "type": "consumível",
      "visualDescription": "Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília.",
      "properties": "Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda.",
      "rarity": "raro",
      "estimatedValue": "1130 peças de ouro"
    },
    {
      "name": "Tempestuoso Lança 4",
      "type": "consumível",
      "visualDescription": "Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos.",
      "properties": "Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta.",
      "rarity": "lendário",
      "estimatedValue": "1145 peças de ouro"
    },
    {
      "name": "Umbrático Lança 5",
      "type": "consumível",
      "visualDescription": "Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto.",
      "properties": "Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos.",
      "rarity": "mítico",
      "estimatedValue": "1160 peças de ouro"
    },
    {
      "name": "Vigilante Lança 1",
      "type": "consumível",
      "visualDescription": "Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro.",
      "properties": "Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos.",
      "rarity": "comum",
      "estimatedValue": "1175 peças de ouro"
    },
    {
      "name": "Whispering Lança 2",
      "type": "consumível",
      "visualDescription": "Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos.",
      "properties": "Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta.",
      "rarity": "incomum",
      "estimatedValue": "1190 peças de ouro"
    },
    {
      "name": "Xamânico Lança 3",
      "type": "consumível",
      "visualDescription": "Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática.",
      "properties": "Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos.",
      "rarity": "raro",
      "estimatedValue": "1205 peças de ouro"
    },
    {
      "name": "Ysar Lança 4",
      "type": "consumível",
      "visualDescription": "Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador.",
      "properties": "Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos.",
      "rarity": "lendário",
      "estimatedValue": "1220 peças de ouro"
    },
    {
      "name": "Zephir Lança 5",
      "type": "consumível",
      "visualDescription": "Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos.",
      "properties": "Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas.",
      "rarity": "mítico",
      "estimatedValue": "1235 peças de ouro"
    },
    {
      "name": "Antigo Machado 1",
      "type": "consumível",
      "visualDescription": "Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas.",
      "properties": "Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra.",
      "rarity": "comum",
      "estimatedValue": "1250 peças de ouro"
    },
    {
      "name": "Brilhante Machado 2",
      "type": "consumível",
      "visualDescription": "Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática.",
      "properties": "Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem.",
      "rarity": "incomum",
      "estimatedValue": "1265 peças de ouro"
    },
    {
      "name": "Cintilante Machado 3",
      "type": "consumível",
      "visualDescription": "Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos.",
      "properties": "Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas.",
      "rarity": "raro",
      "estimatedValue": "1280 peças de ouro"
    },
    {
      "name": "Dracônico Machado 4",
      "type": "consumível",
      "visualDescription": "Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira.",
      "properties": "Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra.",
      "rarity": "lendário",
      "estimatedValue": "1295 peças de ouro"
    },
    {
      "name": "Ébano Machado 5",
      "type": "consumível",
      "visualDescription": "As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite.",
      "properties": "Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem.",
      "rarity": "mítico",
      "estimatedValue": "1310 peças de ouro"
    },
    {
      "name": "Fulgurante Machado 1",
      "type": "consumível",
      "visualDescription": "As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira.",
      "properties": "Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas.",
      "rarity": "comum",
      "estimatedValue": "1325 peças de ouro"
    },
    {
      "name": "Glacial Machado 2",
      "type": "consumível",
      "visualDescription": "As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília.",
      "properties": "Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra.",
      "rarity": "incomum",
      "estimatedValue": "1340 peças de ouro"
    },
    {
      "name": "Harmonioso Machado 3",
      "type": "consumível",
      "visualDescription": "As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite.",
      "properties": "Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem.",
      "rarity": "raro",
      "estimatedValue": "1355 peças de ouro"
    },
    {
      "name": "Ígneo Machado 4",
      "type": "consumível",
      "visualDescription": "As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro.",
      "properties": "Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas.",
      "rarity": "lendário",
      "estimatedValue": "1370 peças de ouro"
    },
    {
      "name": "Jade Machado 5",
      "type": "consumível",
      "visualDescription": "As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite.",
      "properties": "Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra.",
      "rarity": "mítico",
      "estimatedValue": "1385 peças de ouro"
    },
    {
      "name": "Lunar Machado 1",
      "type": "consumível",
      "visualDescription": "As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite.",
      "properties": "Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem.",
      "rarity": "comum",
      "estimatedValue": "1400 peças de ouro"
    },
    {
      "name": "Mistico Machado 2",
      "type": "consumível",
      "visualDescription": "A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática.",
      "properties": "Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas.",
      "rarity": "incomum",
      "estimatedValue": "1415 peças de ouro"
    },
    {
      "name": "Nacarado Machado 3",
      "type": "consumível",
      "visualDescription": "A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador.",
      "properties": "Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas.",
      "rarity": "raro",
      "estimatedValue": "1430 peças de ouro"
    },
    {
      "name": "Obsidiano Machado 4",
      "type": "consumível",
      "visualDescription": "A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção.",
      "properties": "Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras.",
      "rarity": "lendário",
      "estimatedValue": "1445 peças de ouro"
    },
    {
      "name": "Prismático Machado 5",
      "type": "consumível",
      "visualDescription": "A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas.",
      "properties": "Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Neutraliza venenos simples ao ser pressionado contra ferimento recente.",
      "rarity": "mítico",
      "estimatedValue": "1460 peças de ouro"
    },
    {
      "name": "Quieto Machado 1",
      "type": "consumível",
      "visualDescription": "A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira.",
      "properties": "Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas.",
      "rarity": "comum",
      "estimatedValue": "1475 peças de ouro"
    },
    {
      "name": "Rúnico Machado 2",
      "type": "consumível",
      "visualDescription": "A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem.",
      "properties": "Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras.",
      "rarity": "incomum",
      "estimatedValue": "1490 peças de ouro"
    },
    {
      "name": "Sibilante Machado 3",
      "type": "consumível",
      "visualDescription": "A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção.",
      "properties": "Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Neutraliza venenos simples ao ser pressionado contra ferimento recente.",
      "rarity": "raro",
      "estimatedValue": "1505 peças de ouro"
    },
    {
      "name": "Tempestuoso Machado 4",
      "type": "consumível",
      "visualDescription": "Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo.",
      "properties": "Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas.",
      "rarity": "lendário",
      "estimatedValue": "1520 peças de ouro"
    },
    {
      "name": "Umbrático Machado 5",
      "type": "consumível",
      "visualDescription": "Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira.",
      "properties": "Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras.",
      "rarity": "mítico",
      "estimatedValue": "1535 peças de ouro"
    },
    {
      "name": "Vigilante Machado 1",
      "type": "consumível",
      "visualDescription": "Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília.",
      "properties": "Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Neutraliza venenos simples ao ser pressionado contra ferimento recente.",
      "rarity": "comum",
      "estimatedValue": "1550 peças de ouro"
    },
    {
      "name": "Whispering Machado 2",
      "type": "consumível",
      "visualDescription": "Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto.",
      "properties": "Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas.",
      "rarity": "incomum",
      "estimatedValue": "1565 peças de ouro"
    },
    {
      "name": "Xamânico Machado 3",
      "type": "consumível",
      "visualDescription": "Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro.",
      "properties": "Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras.",
      "rarity": "raro",
      "estimatedValue": "1580 peças de ouro"
    },
    {
      "name": "Ysar Machado 4",
      "type": "consumível",
      "visualDescription": "Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção.",
      "properties": "Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Neutraliza venenos simples ao ser pressionado contra ferimento recente.",
      "rarity": "lendário",
      "estimatedValue": "1595 peças de ouro"
    },
    {
      "name": "Zephir Machado 5",
      "type": "consumível",
      "visualDescription": "Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática.",
      "properties": "Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas.",
      "rarity": "mítico",
      "estimatedValue": "1610 peças de ouro"
    },
    {
      "name": "Antigo Chicote 1",
      "type": "consumível",
      "visualDescription": "Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro.",
      "properties": "Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras.",
      "rarity": "comum",
      "estimatedValue": "1625 peças de ouro"
    },
    {
      "name": "Brilhante Chicote 2",
      "type": "consumível",
      "visualDescription": "Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção.",
      "properties": "Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura.",
      "rarity": "incomum",
      "estimatedValue": "1640 peças de ouro"
    },
    {
      "name": "Cintilante Chicote 3",
      "type": "consumível",
      "visualDescription": "Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo.",
      "properties": "Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal.",
      "rarity": "raro",
      "estimatedValue": "1655 peças de ouro"
    },
    {
      "name": "Dracônico Chicote 4",
      "type": "consumível",
      "visualDescription": "Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro.",
      "properties": "Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda.",
      "rarity": "lendário",
      "estimatedValue": "1670 peças de ouro"
    },
    {
      "name": "Ébano Chicote 5",
      "type": "consumível",
      "visualDescription": "Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção.",
      "properties": "Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura.",
      "rarity": "mítico",
      "estimatedValue": "1685 peças de ouro"
    },
    {
      "name": "Fulgurante Chicote 1",
      "type": "consumível",
      "visualDescription": "Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo.",
      "properties": "Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal.",
      "rarity": "comum",
      "estimatedValue": "1700 peças de ouro"
    },
    {
      "name": "Glacial Chicote 2",
      "type": "consumível",
      "visualDescription": "Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto.",
      "properties": "Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda.",
      "rarity": "incomum",
      "estimatedValue": "1715 peças de ouro"
    },
    {
      "name": "Harmonioso Chicote 3",
      "type": "consumível",
      "visualDescription": "Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira.",
      "properties": "Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura.",
      "rarity": "raro",
      "estimatedValue": "1730 peças de ouro"
    },
    {
      "name": "Ígneo Chicote 4",
      "type": "consumível",
      "visualDescription": "Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem.",
      "properties": "Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal.",
      "rarity": "lendário",
      "estimatedValue": "1745 peças de ouro"
    },
    {
      "name": "Jade Chicote 5",
      "type": "consumível",
      "visualDescription": "Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto.",
      "properties": "Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda.",
      "rarity": "mítico",
      "estimatedValue": "1760 peças de ouro"
    },
    {
      "name": "Lunar Chicote 1",
      "type": "consumível",
      "visualDescription": "Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador.",
      "properties": "Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura.",
      "rarity": "comum",
      "estimatedValue": "1775 peças de ouro"
    },
    {
      "name": "Mistico Chicote 2",
      "type": "consumível",
      "visualDescription": "Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem.",
      "properties": "Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal.",
      "rarity": "incomum",
      "estimatedValue": "1790 peças de ouro"
    },
    {
      "name": "Nacarado Chicote 3",
      "type": "consumível",
      "visualDescription": "Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto.",
      "properties": "Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda.",
      "rarity": "raro",
      "estimatedValue": "1805 peças de ouro"
    },
    {
      "name": "Obsidiano Chicote 4",
      "type": "consumível",
      "visualDescription": "Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador.",
      "properties": "Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura.",
      "rarity": "lendário",
      "estimatedValue": "1820 peças de ouro"
    },
    {
      "name": "Prismático Chicote 5",
      "type": "consumível",
      "visualDescription": "Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem.",
      "properties": "Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos.",
      "rarity": "mítico",
      "estimatedValue": "1835 peças de ouro"
    },
    {
      "name": "Quieto Chicote 1",
      "type": "consumível",
      "visualDescription": "Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto.",
      "properties": "Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta.",
      "rarity": "comum",
      "estimatedValue": "1850 peças de ouro"
    },
    {
      "name": "Rúnico Chicote 2",
      "type": "consumível",
      "visualDescription": "Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador.",
      "properties": "Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos.",
      "rarity": "incomum",
      "estimatedValue": "1865 peças de ouro"
    },
    {
      "name": "Sibilante Chicote 3",
      "type": "consumível",
      "visualDescription": "Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem.",
      "properties": "Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos.",
      "rarity": "raro",
      "estimatedValue": "1880 peças de ouro"
    },
    {
      "name": "Tempestuoso Chicote 4",
      "type": "consumível",
      "visualDescription": "Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto.",
      "properties": "Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra.",
      "rarity": "lendário",
      "estimatedValue": "1895 peças de ouro"
    },
    {
      "name": "Umbrático Chicote 5",
      "type": "consumível",
      "visualDescription": "Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Metal azulado aparenta gelo sólido, mas permanece morno ao toque e não cria ferrugem. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador.",
      "properties": "Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos.",
      "rarity": "mítico",
      "estimatedValue": "1910 peças de ouro"
    },
    {
      "name": "Vigilante Chicote 1",
      "type": "consumível",
      "visualDescription": "Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Superfície polida como espelho quebrado, refletindo silhuetas distorcidas do portador. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos.",
      "properties": "Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas.",
      "rarity": "comum",
      "estimatedValue": "1925 peças de ouro"
    },
    {
      "name": "Whispering Chicote 2",
      "type": "consumível",
      "visualDescription": "Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília.",
      "properties": "Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Aumenta alcance de ataques à distância quando alinhado com constelações marcadas na empunhadura. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta.",
      "rarity": "incomum",
      "estimatedValue": "1940 peças de ouro"
    },
    {
      "name": "Xamânico Chicote 3",
      "type": "consumível",
      "visualDescription": "Pequenas correntes conectam placas justapostas, permitindo flexibilidade sem perder proteção. Tecidos internos perfumados com resina de pinho, repelindo mofo de cofres subterrâneos. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. Cabo envolto em couro escurecido, adornado por fios de cobre que conduzem energia estática.",
      "properties": "Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Amplifica golpes contra criaturas sobrenaturais, aplicando impacto extra quando runas se acendem. Permite que o usuário salte distâncias maiores ao liberar impulso comprimido nas placas. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos.",
      "rarity": "raro",
      "estimatedValue": "1955 peças de ouro"
    },
    {
      "name": "Ysar Chicote 4",
      "type": "consumível",
      "visualDescription": "Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Lâmina com gravuras profundas que brilham em azul quando a arma é empunhada à noite. Ornamentos de vidro fumê formam espiral, lembrando olho que nunca se fecha durante a vigília. As bordas são reforçadas por fios de prata que capturam luz e criam halo discreto.",
      "properties": "Projeta campo repulsor que diminui dano de projéteis leves e desvia lascas de pedra. Concede bônus tático quando usado por quem conhece sinais de batalha gravados na borda. Armazena uma única prece; quando proferida, cria luz suave e afastadora de sombras. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos. Permite armazenar um sussurro; ao liberar, distrai inimigos próximos por alguns segundos.",
      "rarity": "lendário",
      "estimatedValue": "1970 peças de ouro"
    },
    {
      "name": "Zephir Chicote 5",
      "type": "consumível",
      "visualDescription": "Nó de cristal no centro vibra quando feitiços se aproximam, emitindo faíscas douradas. Runas geométricas percorrem a peça, alinhando-se em padrões diferentes conforme o usuário respira. Aljava com penas multicoloridas que tremulam mesmo sem vento, indicando direção de perigo. A peça é guardada em estojo de veludo azul, com cinzas de dragão prensadas no forro.",
      "properties": "Quando submerso, cria bolha de ar respirável ao redor do rosto por minutos. Neutraliza venenos simples ao ser pressionado contra ferimento recente. Reduz ruído do portador em terreno urbano, abafando passos e choque de metal. Canaliza energia ígnea que aquece o usuário em noites de geada ou incendeia flechas. Regenera lentamente pequenos arranhões na superfície, sinalizando se foi tocado por magia corrupta.",
      "rarity": "mítico",
      "estimatedValue": "1985 peças de ouro"
    }
  ]
}